Repository: Miller-Media/import-from-server
Catalog: languages/import-from-server-*.po
Languages: es_es, fr_fr, it_it, ja, nl_nl, pl_pl, pt_br, ru_ru

source: Import from Server
es_es: Importar desde el Servidor
fr_fr: Importer depuis le serveur
it_it: Importa dal server
ja: サーバーからインポート
nl_nl: Importeren vanaf server
pl_pl: Importuj z serwera
pt_br: Importar do Servidor
ru_ru: Импорт с сервера

source: Browse files on the server and import them into the WordPress Media Library.
es_es: Explore archivos en el servidor e impórtelos a la Biblioteca de Medios de WordPress.
fr_fr: Parcourir les fichiers sur le serveur et les importer dans la bibliothèque de médias WordPress.
it_it: Sfoglia i file sul server e importali nella Libreria Media di WordPress.
ja: サーバー上のファイルを参照し、WordPressメディアライブラリにインポートします。
nl_nl: Blader door bestanden op de server en importeer ze in de WordPress Mediabibliotheek.
pl_pl: Przeglądaj pliki na serwerze i importuj je do Biblioteki mediów WordPress.
pt_br: Navegue pelos arquivos no servidor e importe-os para a Biblioteca de Mídias do WordPress.
ru_ru: Просматривайте файлы на сервере и импортируйте их в медиабиблиотеку WordPress.

source: Import Files
es_es: Importar Archivos
fr_fr: Importer des fichiers
it_it: Importa file
ja: ファイルをインポート
nl_nl: Bestanden importeren
pl_pl: Importuj pliki
pt_br: Importar Arquivos
ru_ru: Импортировать файлы

source: Settings
es_es: Ajustes
fr_fr: Réglages
it_it: Impostazioni
ja: 設定
nl_nl: Instellingen
pl_pl: Ustawienia
pt_br: Configurações
ru_ru: Настройки

source: The configured root path does not exist.
es_es: La ruta raíz configurada no existe.
fr_fr: Le chemin racine configuré n’existe pas.
it_it: Il percorso radice configurato non esiste.
ja: 設定されたルートパスが存在しません。
nl_nl: Het geconfigureerde hoofdpad bestaat niet.
pl_pl: Skonfigurowana ścieżka główna nie istnieje.
pt_br: O caminho raiz configurado não existe.
ru_ru: Указанный корневой путь не существует.

source: The requested path does not exist.
es_es: La ruta solicitada no existe.
fr_fr: Le chemin demandé n’existe pas.
it_it: Il percorso richiesto non esiste.
ja: リクエストされたパスが存在しません。
nl_nl: Het opgevraagde pad bestaat niet.
pl_pl: Żądana ścieżka nie istnieje.
pt_br: O caminho solicitado não existe.
ru_ru: Запрошенный путь не существует.

source: Access denied: path is outside the allowed root directory.
es_es: Acceso denegado: la ruta está fuera del directorio raíz permitido.
fr_fr: Accès refusé : le chemin se trouve en dehors du répertoire racine autorisé.
it_it: Accesso negato: il percorso si trova al di fuori della directory radice consentita.
ja: アクセスが拒否されました：パスが許可されたルートディレクトリの外にあります。
nl_nl: Toegang geweigerd: het pad bevindt zich buiten de toegestane hoofdmap.
pl_pl: Odmowa dostępu: ścieżka znajduje się poza dozwolonym katalogiem głównym.
pt_br: Acesso negado: o caminho está fora do diretório raiz permitido.
ru_ru: Доступ запрещён: путь находится за пределами разрешённой корневой директории.

source: The requested path is not a directory.
es_es: La ruta solicitada no es un directorio.
fr_fr: Le chemin demandé n’est pas un répertoire.
it_it: Il percorso richiesto non è una directory.
ja: リクエストされたパスはディレクトリではありません。
nl_nl: Het opgevraagde pad is geen map.
pl_pl: Żądana ścieżka nie jest katalogiem.
pt_br: O caminho solicitado não é um diretório.
ru_ru: Запрошенный путь не является директорией.

source: The directory is not readable.
es_es: El directorio no se puede leer.
fr_fr: Le répertoire n’est pas lisible.
it_it: La directory non è leggibile.
ja: ディレクトリを読み取ることができません。
nl_nl: De map is niet leesbaar.
pl_pl: Katalog nie jest możliwy do odczytu.
pt_br: O diretório não pode ser lido.
ru_ru: Директория недоступна для чтения.

source: Failed to read directory contents.
es_es: No se pudo leer el contenido del directorio.
fr_fr: Échec de la lecture du contenu du répertoire.
it_it: Impossibile leggere il contenuto della directory.
ja: ディレクトリの内容の読み取りに失敗しました。
nl_nl: Kan de inhoud van de map niet lezen.
pl_pl: Nie udało się odczytać zawartości katalogu.
pt_br: Falha ao ler o conteúdo do diretório.
ru_ru: Не удалось прочитать содержимое директории.

source: The path is not a file.
es_es: La ruta no es un archivo.
fr_fr: Le chemin ne correspond pas à un fichier.
it_it: Il percorso non è un file.
ja: パスがファイルではありません。
nl_nl: Het pad is geen bestand.
pl_pl: Ścieżka nie wskazuje na plik.
pt_br: O caminho não é um arquivo.
ru_ru: Указанный путь не является файлом.

source: The file is not readable.
es_es: El archivo no se puede leer.
fr_fr: Le fichier n’est pas lisible.
it_it: Il file non è leggibile.
ja: ファイルを読み取ることができません。
nl_nl: Het bestand is niet leesbaar.
pl_pl: Plik nie jest możliwy do odczytu.
pt_br: O arquivo não pode ser lido.
ru_ru: Файл недоступен для чтения.

source: This file type is not allowed.
es_es: Este tipo de archivo no está permitido.
fr_fr: Ce type de fichier n’est pas autorisé.
it_it: Questo tipo di file non è consentito.
ja: このファイルタイプは許可されていません。
nl_nl: Dit bestandstype is niet toegestaan.
pl_pl: Ten typ pliku nie jest dozwolony.
pt_br: Este tipo de arquivo não é permitido.
ru_ru: Этот тип файла не разрешён.

source: This file type is not in the allowed types list.
es_es: Este tipo de archivo no está en la lista de tipos permitidos.
fr_fr: Ce type de fichier ne figure pas dans la liste des types autorisés.
it_it: Questo tipo di file non è presente nell'elenco dei tipi consentiti.
ja: このファイルタイプは許可されたタイプの一覧に含まれていません。
nl_nl: Dit bestandstype staat niet in de lijst met toegestane typen.
pl_pl: Ten typ pliku nie znajduje się na liście dozwolonych typów.
pt_br: Este tipo de arquivo não está na lista de tipos permitidos.
ru_ru: Этот тип файла отсутствует в списке разрешённых типов.

source: This file has already been imported.
es_es: Este archivo ya ha sido importado.
fr_fr: Ce fichier a déjà été importé.
it_it: Questo file è già stato importato.
ja: このファイルは既にインポート済みです。
nl_nl: Dit bestand is al geïmporteerd.
pl_pl: Ten plik został już zaimportowany.
pt_br: Este arquivo já foi importado.
ru_ru: Этот файл уже был импортирован.

source: Could not create uploads directory: %s
es_es: No se pudo crear el directorio de subidas: %s
fr_fr: Impossible de créer le répertoire des téléversements : %s
it_it: Impossibile creare la directory di caricamento: %s
ja: アップロードディレクトリを作成できませんでした：%s
nl_nl: Kan de uploadmap niet aanmaken: %s
pl_pl: Nie udało się utworzyć katalogu przesyłania: %s
pt_br: Não foi possível criar o diretório de uploads: %s
ru_ru: Не удалось создать директорию загрузок: %s

source: Failed to %1$s file. Check that the uploads directory is writable: %2$s
es_es: No se pudo %1$s el archivo. Verifique que el directorio de subidas tenga permisos de escritura: %2$s
fr_fr: Échec lors du %1$s du fichier. Vérifiez que le répertoire des téléversements est accessible en écriture : %2$s
it_it: Impossibile %1$s il file. Verifichi che la directory di caricamento sia scrivibile: %2$s
ja: ファイルの%1$sに失敗しました。アップロードディレクトリに書き込み権限があるか確認してください：%2$s
nl_nl: Kan het bestand niet %1$s. Controleer of de uploadmap beschrijfbaar is: %2$s
pl_pl: Nie udało się wykonać operacji %1$s na pliku. Sprawdź, czy katalog przesyłania jest zapisywalny: %2$s
pt_br: Falha ao %1$s o arquivo. Verifique se o diretório de uploads tem permissão de escrita: %2$s
ru_ru: Не удалось выполнить %1$s файла. Убедитесь, что директория загрузок доступна для записи: %2$s

source: Select All
es_es: Seleccionar todo
fr_fr: Tout sélectionner
it_it: Seleziona tutto
ja: すべて選択
nl_nl: Alles selecteren
pl_pl: Zaznacz wszystko
pt_br: Selecionar Todos
ru_ru: Выбрать все

source: Deselect All
es_es: Deseleccionar todo
fr_fr: Tout désélectionner
it_it: Deseleziona tutto
ja: すべて解除
nl_nl: Alles deselecteren
pl_pl: Odznacz wszystko
pt_br: Desmarcar Todos
ru_ru: Снять выделение

source: Import Selected
es_es: Importar seleccionados
fr_fr: Importer la sélection
it_it: Importa selezionati
ja: 選択したファイルをインポート
nl_nl: Selectie importeren
pl_pl: Importuj zaznaczone
pt_br: Importar Selecionados
ru_ru: Импортировать выбранные

source: Importing...
es_es: Importando...
fr_fr: Importation en cours…
it_it: Importazione in corso...
ja: インポート中...
nl_nl: Importeren...
pl_pl: Importowanie...
pt_br: Importando...
ru_ru: Импортирование...

source: Imported
es_es: Importado
fr_fr: Importé
it_it: Importato
ja: インポート済み
nl_nl: Geïmporteerd
pl_pl: Zaimportowano
pt_br: Importado
ru_ru: Импортировано

source: Failed
es_es: Error
fr_fr: Échoué
it_it: Non riuscito
ja: 失敗
nl_nl: Mislukt
pl_pl: Niepowodzenie
pt_br: Falhou
ru_ru: Ошибка

source: No files found in this directory.
es_es: No se encontraron archivos en este directorio.
fr_fr: Aucun fichier trouvé dans ce répertoire.
it_it: Nessun file trovato in questa directory.
ja: このディレクトリにはファイルが見つかりませんでした。
nl_nl: Geen bestanden gevonden in deze map.
pl_pl: Nie znaleziono plików w tym katalogu.
pt_br: Nenhum arquivo encontrado neste diretório.
ru_ru: В этой директории файлы не найдены.

source: Loading...
es_es: Cargando...
fr_fr: Chargement…
it_it: Caricamento...
ja: 読み込み中...
nl_nl: Laden...
pl_pl: Ładowanie...
pt_br: Carregando...
ru_ru: Загрузка...

source: Already imported
es_es: Ya importado
fr_fr: Déjà importé
it_it: Già importato
ja: インポート済み
nl_nl: Reeds geïmporteerd
pl_pl: Już zaimportowano
pt_br: Já importado
ru_ru: Уже импортировано

source: View
es_es: Ver
fr_fr: Voir
it_it: Visualizza
ja: 表示
nl_nl: Bekijken
pl_pl: Zobacz
pt_br: Ver
ru_ru: Просмотр

source: Error loading directory.
es_es: Error al cargar el directorio.
fr_fr: Erreur lors du chargement du répertoire.
it_it: Errore durante il caricamento della directory.
ja: ディレクトリの読み込み中にエラーが発生しました。
nl_nl: Fout bij het laden van de map.
pl_pl: Błąd podczas ładowania katalogu.
pt_br: Erro ao carregar o diretório.
ru_ru: Ошибка при загрузке директории.

source: Import complete.
es_es: Importación completada.
fr_fr: Importation terminée.
it_it: Importazione completata.
ja: インポートが完了しました。
nl_nl: Import voltooid.
pl_pl: Import zakończony.
pt_br: Importação concluída.
ru_ru: Импорт завершён.

source: Home
es_es: Inicio
fr_fr: Accueil
ja: ホーム
nl_nl: Startpagina
pl_pl: Strona główna
pt_br: Início
ru_ru: Главная

source: Hey! You've been using %1$s for a while now. If you're enjoying it, would you mind %2$sleaving a 5-star review%3$s? It helps us keep improving!
es_es: Ha estado usando %1$s durante un tiempo. Si le está resultando útil, %2$sle importaría dejarnos una reseña de 5 estrellas%3$s? Nos ayuda a seguir mejorando.
fr_fr: Bonjour ! Vous utilisez %1$s depuis un certain temps. Si cette extension vous plaît, pourriez-vous %2$slaisser un avis 5 étoiles%3$s ? Cela nous aide à continuer à l’améliorer !
it_it: Salve! Sta utilizzando %1$s da un po' di tempo. Se Le piace, Le dispiacerebbe %2$slasciare una recensione a 5 stelle%3$s? Ci aiuta a continuare a migliorare!
ja: %1$sをご利用いただきありがとうございます。もしお気に召していただけましたら、%2$s5つ星レビュー%3$sを残していただけませんか？今後の改善に役立てさせていただきます！
nl_nl: Hallo! U gebruikt %1$s nu al een tijdje. Als u er tevreden over bent, zou u dan %2$seen 5-sterren beoordeling willen achterlaten%3$s? Het helpt ons om te blijven verbeteren!
pl_pl: Hej! Korzystasz z %1$s już od jakiegoś czasu. Jeśli jesteś zadowolony, czy mógłbyś %2$szostawić recenzję z 5 gwiazdkami%3$s? Pomaga nam to w dalszym doskonaleniu wtyczki!
pt_br: Olá! Você está usando o %1$s há algum tempo. Se está gostando, você poderia %2$sdeixar uma avaliação de 5 estrelas%3$s? Isso nos ajuda a continuar melhorando!
ru_ru: Привет! Вы уже некоторое время пользуетесь плагином %1$s. Если он вам нравится, не могли бы вы %2$sоставить отзыв на 5 звёзд%3$s? Это помогает нам становиться лучше!

source: Leave a Review
es_es: Dejar una reseña
fr_fr: Laisser un avis
it_it: Lascia una recensione
ja: レビューを書く
nl_nl: Beoordeling achterlaten
pl_pl: Zostaw recenzję
pt_br: Deixar uma Avaliação
ru_ru: Оставить отзыв

source: Maybe Later
es_es: Quizás más tarde
fr_fr: Peut-être plus tard
it_it: Forse più tardi
ja: 後で
nl_nl: Misschien later
pl_pl: Może później
pt_br: Talvez Depois
ru_ru: Может быть, позже

source: Import from Server Settings
es_es: Ajustes de Importar desde el Servidor
fr_fr: Réglages d’Importer depuis le serveur
it_it: Impostazioni di Importa dal server
ja: サーバーからインポート設定
nl_nl: Importeren vanaf server - Instellingen
pl_pl: Ustawienia Importuj z serwera
pt_br: Configurações do Importar do Servidor
ru_ru: Настройки импорта с сервера

source: General Settings
es_es: Ajustes generales
fr_fr: Réglages généraux
it_it: Impostazioni generali
ja: 一般設定
nl_nl: Algemene instellingen
pl_pl: Ustawienia ogólne
pt_br: Configurações Gerais
ru_ru: Основные настройки

source: Root Directory
es_es: Directorio raíz
fr_fr: Répertoire racine
it_it: Directory radice
ja: ルートディレクトリ
nl_nl: Hoofdmap
pl_pl: Katalog główny
pt_br: Diretório Raiz
ru_ru: Корневая директория

source: Import Behavior
es_es: Comportamiento de importación
fr_fr: Comportement d’importation
it_it: Comportamento di importazione
ja: インポート動作
nl_nl: Importgedrag
pl_pl: Zachowanie importu
pt_br: Comportamento da Importação
ru_ru: Поведение при импорте

source: Allowed File Types
es_es: Tipos de archivo permitidos
fr_fr: Types de fichiers autorisés
it_it: Tipi di file consentiti
ja: 許可されたファイルタイプ
nl_nl: Toegestane bestandstypen
pl_pl: Dozwolone typy plików
pt_br: Tipos de Arquivo Permitidos
ru_ru: Разрешённые типы файлов

source: The root directory does not exist. Setting reverted to default.
es_es: El directorio raíz no existe. El ajuste se ha revertido al valor predeterminado.
fr_fr: Le répertoire racine n’existe pas. Le réglage a été réinitialisé à la valeur par défaut.
it_it: La directory radice non esiste. L'impostazione è stata ripristinata al valore predefinito.
ja: ルートディレクトリが存在しません。設定をデフォルトに戻しました。
nl_nl: De hoofdmap bestaat niet. De instelling is teruggezet naar de standaardwaarde.
pl_pl: Katalog główny nie istnieje. Ustawienie zostało przywrócone do wartości domyślnej.
pt_br: O diretório raiz não existe. A configuração foi revertida para o padrão.
ru_ru: Корневая директория не существует. Настройка возвращена к значению по умолчанию.

source: The top-level directory users can browse. Defaults to wp-content.
es_es: El directorio de nivel superior que los usuarios pueden explorar. Por defecto es wp-content.
fr_fr: Le répertoire de premier niveau que les utilisateurs peuvent parcourir. Par défaut : wp-content.
it_it: La directory principale che gli utenti possono sfogliare. Il valore predefinito è wp-content.
ja: ユーザーが参照できる最上位ディレクトリです。デフォルトは wp-content です。
nl_nl: De bovenste map waarin gebruikers kunnen bladeren. Standaard is dit wp-content.
pl_pl: Katalog najwyższego poziomu, który użytkownicy mogą przeglądać. Domyślnie wp-content.
pt_br: O diretório principal que os usuários podem navegar. O padrão é wp-content.
ru_ru: Корневая директория, доступная для просмотра. По умолчанию — wp-content.

source: Copy (keep original file)
es_es: Copiar (conservar el archivo original)
fr_fr: Copier (conserver le fichier original)
it_it: Copia (mantieni il file originale)
ja: コピー（元のファイルを保持）
nl_nl: Kopiëren (origineel bestand behouden)
pl_pl: Kopiuj (zachowaj oryginalny plik)
pt_br: Copiar (manter o arquivo original)
ru_ru: Копировать (сохранить оригинальный файл)

source: Move (delete original file)
es_es: Mover (eliminar el archivo original)
fr_fr: Déplacer (supprimer le fichier original)
it_it: Sposta (elimina il file originale)
ja: 移動（元のファイルを削除）
nl_nl: Verplaatsen (origineel bestand verwijderen)
pl_pl: Przenieś (usuń oryginalny plik)
pt_br: Mover (excluir o arquivo original)
ru_ru: Переместить (удалить оригинальный файл)

source: How to handle files outside the uploads directory during import.
es_es: Cómo manejar los archivos fuera del directorio de subidas durante la importación.
fr_fr: Comment traiter les fichiers situés en dehors du répertoire des téléversements lors de l’importation.
it_it: Come gestire i file al di fuori della directory di caricamento durante l'importazione.
ja: インポート時にアップロードディレクトリ外のファイルをどのように処理するかを設定します。
nl_nl: Hoe bestanden buiten de uploadmap worden behandeld tijdens het importeren.
pl_pl: Sposób obsługi plików spoza katalogu przesyłania podczas importu.
pt_br: Como lidar com arquivos fora do diretório de uploads durante a importação.
ru_ru: Как обрабатывать файлы за пределами директории загрузок при импорте.

source: Comma-separated list of allowed file extensions (e.g., jpg,png,pdf). Leave empty to allow all WordPress-permitted types.
es_es: Lista de extensiones de archivo permitidas separadas por comas (por ejemplo, jpg,png,pdf). Déjelo vacío para permitir todos los tipos admitidos por WordPress.
fr_fr: Liste d’extensions de fichiers autorisées, séparées par des virgules (par ex. jpg,png,pdf). Laissez vide pour autoriser tous les types permis par WordPress.
it_it: Elenco di estensioni di file consentite separato da virgole (es. jpg,png,pdf). Lasci vuoto per consentire tutti i tipi permessi da WordPress.
ja: 許可するファイル拡張子をカンマ区切りで入力してください（例：jpg,png,pdf）。空欄の場合、WordPressで許可されたすべてのファイルタイプが対象になります。
nl_nl: Kommagescheiden lijst van toegestane bestandsextensies (bijv. jpg,png,pdf). Laat leeg om alle door WordPress toegestane typen toe te staan.
pl_pl: Rozdzielona przecinkami lista dozwolonych rozszerzeń plików (np. jpg,png,pdf). Pozostaw puste, aby zezwolić na wszystkie typy dozwolone przez WordPress.
pt_br: Lista de extensões de arquivo permitidas separadas por vírgula (ex.: jpg,png,pdf). Deixe vazio para permitir todos os tipos aceitos pelo WordPress.
ru_ru: Список разрешённых расширений файлов через запятую (например, jpg,png,pdf). Оставьте пустым, чтобы разрешить все типы, допустимые WordPress.
